Revit 2027 API
ParameterTypeId.ViewGraphSchedTotalRows Property
 "Total Segments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedTotalRows { get; }
Public Shared ReadOnly Property ViewGraphSchedTotalRows As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedTotalRows {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedTotalRows : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace